{
    "navbar": {
      "home": "الرئيسية",
      "about": "من نحن",
      "products": "المنتجات",
      "contact": "اتصل بنا",
      "droptit": "المنتجات",
      "dropitm1": "الحبوب",
      "dropitm2": "توابل",
      "dropitm3": "منتجات اخري",
      "language": "En"
    },



    "home": {
      "whats": "تواصل سريعا"
      
    },
    "slider": {
      "fsliderH": "شركة المختار",
      "fsliderP": "استيراد وتصدير المواد الغذائية",
      "ssliderH": "في الشرق الاوسط",
      "ssliderP": "صادرات وواردات طوال العام"
    },
    
    "whyus": {
      "whyh": "لماذا شركة المختار",
    "whyt1": "خبرة واسعة",
    "whytxt1": "بأكثر من 30 عامًا من الخبرة في استيراد وتصدير البقوليات والبهارات والتمور، نضمن جودة لا مثيل لها وخدمة استثنائية.",
    "whyt2": "الالتزام بالاستدامة",
    "whytxt2": "نؤمن بأهمية الممارسات المستدامة وندعم الزراعة المستدامة مع تمكين المجتمعات المحلية.",
    "whyt3": "منتجات عالية الجودة",
    "whytxt3": "نلتزم بتقديم منتجات ذات جودة عالية، يتم اختيارها بعناية لتلبية احتياجات عملائنا.",
    "whyt4": "خدمة عملاء متميزة",
    "whytxt4": "فريقنا المحترف متاح دائمًا لتقديم الدعم والإجابة على استفساراتكم، مما يسهل عليكم اتخاذ القرارات.",
    "whyt5": "شبكة عالمية",
    "whytxt5": "تتمتع شركتنا بشراكات قوية مع موردين دوليين، مما يمكننا من تقديم مجموعة واسعة من المنتجات بأسعار تنافسية."
},

"work": {
        "workh": " شركة المختار للاستيراد والتصدير",
        "workp": "تتخصص شركتنا في اختيار أفضل أنواع البقوليات والبهارات، مع ضمان سلامتها وجودتها، لتلبية احتياجات السوق المحلي والدولي. كما أننا نفخر بتقديم مجموعة متنوعة من التمور ذات الجودة العالية، التي تعكس تراثنا وثقافتنا.",
        "workbtn":"مزيد من المعلومات"
      },
    "hcontact": {
        "hcontacth":"تواصل معنا",
        "hcontactp": "كن أحد عملائنا للبقاء على تواصل والحصول على المزيد من المعلومات ..",
        "hcontactlab1":"البريد الالكتروني",
        "hcontactlab2":"رقم الهاتف",
        "hcontactlab3":"العنوان",
        "hcontactlab4":"رسالتك",
        "hcontactlab5":"ارسال",
        "hcontactsuc":"تم ارسال الرسالة بنجاح."

      },
    
    
    "hproducts": {
      "hproductsh1":"منتجاتنا",
        "hproductsh2":"شاهد جميع المنتجات",
        "hproductsbt1": "حبوب",
        "hproductsbt2": "توابل",
        "hproductsbt3": "أخري"
        
      },
    
    
    
    "about": {
      "leftcontH": "معلومات عنا",
      "rightcontH": "لماذا نحن",
            "leftcontP1": "تتخصص شركتنا في اختيار أفضل أنواع البقوليات والبهارات، مع ضمان سلامتها وجودتها، لتلبية احتياجات السوق المحلي والدولي. كما أننا نفخر بتقديم مجموعة متنوعة من التمور ذات الجودة العالية، التي تعكس تراثنا وثقافتنا.",
            "leftcontP2": "نحن في شركة المختار نؤمن بأهمية بناء علاقات تجارية طويلة الأمد مع عملائنا وشركائنا، ونسعى دائمًا لتقديم خدمات متميزة تلبي توقعاتهم وتساهم في نمو أعمالهم.",
            "leftcontP3": "انضموا إلينا في رحلتنا نحو الجودة والتميز، فنحن هنا لنكون شريككم الموثوق في عالم الاستيراد والتصدير.",
            "leftcontP4": "للاستفسارات أو لمزيد من المعلومات، لا تترددوا في التواصل معنا!"

    },
    

"contact": {
"lefconth1":"اتصل بنا أو قم بزيارتنا في أي وقت، ونسعى جاهدين للرد على كافة الاستفسارات خلال 24 ساعة طوال أيام الأسبوع.",
"lefconth2":"ننتظر تواصلكم واستفسارتكم لنكون شركاء دائمين في النجاح ...",
"lefcontp1":"المنصورة - شارع سكة سندوب امام مقابر العسوي",
"lefcontp2":"متواجدون في مكان العمل من الساعة 8 صباحًا حتى 12 منتصف الليل يوميًا.",
"maphead":"موقعنا علي الخريطة",
"lefconthh":"خدمات"
  },


"products": {
"cardp1": "تُعد الحبوب من أهم مصادر الغذاء في النظام الغذائي البشري. فهي غنية بالكربوهيدرات، مما يمد الجسم بالطاقة، كما أنها تحتوي على الألياف التي تدعم صحة الجهاز الهضمي.",
"cardp2": "تساعد الحبوب في تقليل خطر الإصابة بالأمراض المزمنة مثل أمراض القلب والسكري، كما أنها توفر الفيتامينات والمعادن الأساسية. يُوصى باستهلاك الحبوب الكاملة بدلاً من المكررة لتعظيم الفوائد الغذائية، مما يساهم في تحسين الصحة العامة والحفاظ على وزن مثالي.",
"cardh":"حبوب"
},

"spicesproducts": {
"cardp1": "تُعد التوابل من أهم المكونات في النظام الغذائي البشري، حيث تضيف نكهات مميزة للطعام مع تقديم العديد من الفوائد الصحية. فهي غنية بمضادات الأكسدة والمركبات الطبيعية التي تدعم صحة الجهاز الهضمي وتعزز المناعة.",
"cardp2": "تساعد التوابل في تقليل خطر الإصابة بالأمراض المزمنة مثل أمراض القلب والسكري. كما تساهم في تحسين عملية الأيض وتعزيز الصحة العامة. يُوصى باستخدام التوابل الطبيعية بدلاً من النكهات الصناعية لتعظيم فوائدها الغذائية وتحسين جودة الحياة.",
"cardh":"توابل"
},

"datesproducts": {
    "cardp1": "تُعد التمور من الفواكه المغذية والمهمة في النظام الغذائي، حيث توفر طاقة طبيعية بفضل احتوائها على السكريات الطبيعية. كما أنها غنية بالألياف، مما يعزز صحة الجهاز الهضمي ويساعد في تحسين عملية الهضم.",
    "cardp2": "تحتوي التمور على مجموعة من الفيتامينات والمعادن مثل البوتاسيوم والمغنيسيوم، التي تساهم في تعزيز صحة القلب وتقوية العظام. يُوصى بتناول التمور كبديل صحي للسكريات المصنعة لدعم الصحة العامة ومد الجسم بالطاقة الطبيعية.",
    "cardh":"تمور"
  },

"chocolateproducts": {
    "cardp1": "تُعتبر الشوكولاتة من أكثر المنتجات استهلاكًا حول العالم، حيث تتميز بمذاقها اللذيذ وفوائدها الصحية عند تناولها باعتدال. الشوكولاتة الداكنة بشكل خاص غنية بمضادات الأكسدة التي تدعم صحة القلب وتحسن المزاج.",
    "cardp2": "تحتوي الشوكولاتة على مركبات طبيعية تساعد في تقليل التوتر وتحفيز إنتاج هرمونات السعادة. يُوصى باختيار الشوكولاتة الداكنة ذات النسبة العالية من الكاكاو للحصول على أقصى فائدة غذائية وتحسين الصحة العامة.",
"cardh":"شوكولاتة"
  },
        
"productsnames":{
  "products1": "ترمس برازيلي",
  "products2": "لوبيا برازيلي",
  "products3": "لوبيا بلدي",
  "products4": "حصي بلدي",
  "products5": "عدس بجبة",
  "products6": " ذرة فشار",
  "products7": "عدس تركي"
},

"sproductsnames":{
    "sproducts19": "كمون حص",
    "sproducts18": "فلفل برازيلي",
    "sproducts17": "جنزبيل حص",
    "sproducts16": "حلبة بلدي",
    "sproducts15": "كزبرة بلدي",
    "sproducts14": "كزبرة",
    "sproducts13": "ورق لوري",
    "sproducts12": "زبيب",
    "sproducts11": "أعواد قرفة",
    "sproducts10": "حبهان",
    "sproducts9": "حبهان جامبو",
    "sproducts8": "حبهان ترب",
    "sproducts7": "كركم حص",
    "sproducts6": "قرنفل مدغشقر",
    "sproducts5": "شطة قرن",
    "sproducts4": "ورق جوافة",
    "sproducts3": "شطة ناعمة",
    "sproducts2": "بابريكا ناعم",
    "sproducts1": "ملح ليمون"
  },
  


    "footer": {
      "titlecont": "تواصل معنا",
      "titleQuick": "روابط سريعة",
      "titleicon": "قم بمتابعتنا",
      "addres": "المنصورة - شارع سكة سندوب امام مقابر العسوي",
      "linkabout": "معلومات عنا",
      "linkhome": "الرئيسية",
      "linkcontact": "تواصل معنا",
      "linkproducts": "المنتجات"
    }
  }
  